"HZO_INFO" = "HazeOver automatically highlights the front app window by dimming all background windows.";
"AX_TIP2" = "To improve dimming accuracy and reduce delays please allow %@ to use accessibility features.";

"ANIMATION_MIN" = "%@ min.";
"ANIMATION_SEC" = "%@ s";

"DARKMODE_LABEL" = "Settings that should have a separate value for Light and Dark system appearance:";
"DARKMODE_COLOR" = "Culoare";
"DARKMODE_BLUR" = "Estompare";

"FEEDBACK_LABEL" = "Are you happy with this version of HazeOver?";
"Yes" = "Da";
"No" = "Nu";
"FEEDBACK_UPDATE" = "Are you still happy with the app? Please rate again because App Store ratings might reset for updates.";

"RATE_TITLE" = "Awesome!";
"RATE_LABEL" = "Please rate this version of HazeOver or write a review. It means a lot.";
"RATE_BUTTON" = "Rate HazeOver";

"REPORT_TITLE" = "No worries.";
"REPORT_LABEL" = "Please let me know what’s wrong.";
"REPORT_BUTTON" = "Raportați o problemă";

"APP_RULE_DISABLE" = "Disable When Using %@";
"Remove" = "Elimină";

"MAS_NAME" = "Distraction Dimmer™";

"WHATS_NEW" = "Noutăți în HazeOver";
"Show" = "Afișează";

"Trial Version" = "Versiune de proba";
"Buy Now" = "Cumpărați acum";
"Thank You" = "Mulțumesc!";

"USAGE_LABEL" = "Dimming used for %@";

// Displays Tab

"SECONDARY_DIM" = "Dim all windows on displays without keyboard focus";
"SECONDARY_HIGHLIGHT" = "Highlight windows even on displays without keyboard focus";

"DISABLE_DISPLAY_THIS" = "Disable on This Display";
"DISABLE_DISPLAY_NAME" = "Disable on %@";

// Shortcuts Tab

"SHORTCUT_BUTTON" = "Înregistra";
"SHORTCUT_TEXT" = "Apăsați tastele";

// DisplayMockupView

"File" = "Fișier";
"View" = "Vizualizare";
"Window" = "Fereastră";
"Help" = "Ajutor";

// Touch Bar

"On" = "Activat";
"Off" = "Dezactivat";

// Customizable Menus

"TOGGLE_MENU" = "Activează sau dezactivează HazeOver";
"DISPLAYS_MENU" = "Afișajul secundar";
"INTENSITY_MENU" = "Intensitate";
"HELP_MENU" = "Sugestii utile";
"ACTIONS_MENU" = "Configurare acțiuni..";
"CUSTOMIZE_MENU" = "Personalizare meniu…";
"RATE_MENU" = "Rate HazeOver";
"REPORT_MENU" = "Trimite feedbackul";
"SETTINGS_MENU" = "Configurări…";
"QUIT_MENU" = "Termină HazeOver";
